Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: The Fiend then pointed to the WrestleMania sign, signaling a challenge to Cena, who simply nodded in acceptance.
es: The Fiend luego señaló al letrero de WrestleMania, señalando un desafío a Cena, quien simplemente asintió en aceptación.

source: "Emily Tan from Spin described the beginning of the song as an ""autotuned robotic snippet"" that ""transitions into a mid-tempo bounce"" as "" Charli explains how much she likes someone""."
es: Emily Tan de Spin describió el comienzo de la canción como un «fragmento robótico autoajustado».

source: Taiwan's early deployment of epidemic control measures and follow-up actions have received international praise and approval.
es: El despliegue temprano en Taiwán de medidas de control de epidemias y acciones de seguimiento, han recibido elogios y aprobación internacional.

source: Border restrictions or internal travel restrictions are unlikely to delay an epidemic by more than two to three weeks unless implemented with over 99% coverage.
es: Las barreras fronterizas y/o restricciones de viajes internos a no ser que sean implementados con una cobertura por encima del 99% no retrasaran una epidemia por más de 2–3 semanas .

source: The Criminal Record Office will not be offering in-person services and will instead send records through email, free of charge.
es: La Oficina de antecedentes penales no ofrecerá servicios en persona y, en su lugar, enviará registros por correo electrónico de forma gratuita.

source: The Federal Reserve announced that it would expand its asset purchases to include municipal bonds, while the Reserve Bank of Australia announced that would also purchase A$5 billion ($2.9 billion) in municipal bonds.
es: La Reserva Federal anunció que expandiría sus compras de activos para incluirbonos municipales[113]​, mientras que el Banco de la Reserva de Australia anunció que también compraría A $ 5 mil millones ($ 2,9 mil millones) en bonos municipales[114]​.

source: Outside organizations have provided aid to help the country fight the virus: the Russian government provided test kits, the World Health Organization announced plans to send supplies despite the lack of confirmed cases, and the International Federation of Red Cross and Red Crescent Societies, U.S. State Department, and South Korean government all indicated willingness to help.
es: Organizaciones externas han brindado asistencia para ayudar al país en la lucha contra el virus: el gobierno ruso proporcionó kits de prueba,[4]​ la Organización Mundial de la Salud anunció planes para enviar suministros a pesar de la falta de casos confirmados, y la Federación Internacional de Sociedades de la Cruz Roja y la Media Luna Roja, Departamento de Estado de los Estados Unidos.

source: Eurosport plans to sub-license coverage to free-to-air networks in each territory, and other channels owned by Discovery, Inc. subsidiaries.
es: [28]​ Eurosport sublicenciará la cobertura a redes de transmisión gratuita en cada territorio y otros Discovery Inc. canales propios.

source: During mechanical ventilation, the flow of gas into the lung will take the path of least resistance.
es: Durante la ventilación mecánica, el flujo de gas hacia el pulmón tomará el camino de menor resistencia.

source: On 27 February, two 88-year-olds and an 80-year-old died in Lombardy.
es: El 27 de febrero, dos personas de 88 años y una de 80 años murieron en Lombardía.

source: On 5 April, a second case was confirmed.
es: El 5 de abril, se confirmó un segundo caso.

source: First cases were reported in Dubrovnik and Šibenik.
es: Los primeros casos de Dubrovnik y Šibenik fueron relatados.

source: The pandemic has also impacted environmental diplomacy and climate diplomacy, as the 2020 United Nations Climate Change Conference was postponed to 2021 in response to the pandemic after its venue was converted to a field hospital.
es: La pandemia también ha impactado la diplomacia medioambiental y climática, cuando la Conferencia de las Naciones Unidas sobre el Cambio Climático 2020 fue aplazada a 2021 en respuesta a la pandemia después de que su sede se convirtiera en un hospital de campaña.

source: Millions of workers are stranded far from their jobs while the workplaces were short-handed.
es: La actividad económica repuntó a pesar de que todavía faltaban por retornar a sus puestos unos 50 millones de trabajadores.

source: This case is a 29-year-old tour guide in Hanoi, who had contact with patient number 24 during a trip to Ninh Binh.
es: Este caso es un guía turístico de veintinueve años en Hanoi, que tuvo contacto con el paciente número 24 durante un viaje a Ninh Binh.

source: Some (though not all) of the Non-Inscrits members of the European Parliament are unaffiliated because they are considered to lie too far on the right of the political spectrum to be acceptable to any of the European Parliament party groups.
es: Algunos (aunque no todos) los partidos dentro de la clasificación de No inscritos del Parlamento Europeo tienen ideologías radicales que los convierten en inaceptables para los grupos oficiales.

source: The use of systemic antibiotics, including broad-spectrum penicillins/cephalosporins, fluoroquinolones, and clindamycin, causes the normal microbiota of the bowel to be altered.
es: El uso de casi cualquier antibiótico, pero especialmente de los antibióticos de amplio espectro, tales como las quinolonas, la clindamicina y las cefalosporinas, causa que la flora bacteriana normal del intestino se altere.

source: On 14 March 2020, ten cases were confirmed, including the Moroccan minister Abdelkader Aamara, bringing the total to 18.
es: El 14 de marzo de 2020, diez personas más fueron confirmados como portadores, incluyendo el ministro marroquí Abdelkader Aamara, trayendo el total a 18.

source: The causal relationship between organism and disease was first established in 1887 by David Bruce.
es: La relación causal entre el organismo y la enfermedad fue establecida por el microbiólogo David Bruce en el año 1887 mientras ocupaba el cargo de cirujano capitán de la armada británica en la isla de Malta, después de la guerra de Crimea.

source: Very high creatine kinase levels are detected, and mortality from this condition is 89%.
es: [7]​ En los caballos afectados se detectan niveles muy altos de creatina cinasa y la tasa de mortalidad asociada es del ochenta y nueve por ciento.

source: Seventeen people were reported injured on 22 March, with a 15-year-old girl in critical condition.
es: 17 personas resultaron heridas, incluyendo una chica de 15 años en estado crítico.

source: Herd immunity (also called herd effect, community immunity, population immunity, or social immunity) is a form of indirect protection from infectious disease that occurs when a large percentage of a population has become immune to an infection, whether through previous infections or vaccination, thereby providing a measure of protection for individuals who are not immune.
es: La inmunidad de grupo (o inmunidad colectiva) describe un tipo de inmunidad que se produce cuando al vacunar a una parte de la población y también por personas que son immunes por contagio previo se proporciona protección indirecta a los individuos no vacunados.

source: Using the Pulse Polio campaign to increase polio immunization rates, India recorded just 66 cases in 2005, down from 135 cases reported in 2004, 225 in 2003, and 1,600 in 2002.
es: [64]​ Por medio de la campaña Pulse Polio, India reportó 66 casos en 2005; en 2004 se habían reportado 136, 225 en 2003 y 1600 en 2002.

source: In 1944 Bywaters demonstrated experimentally that the kidney failure was mainly caused by myoglobin.
es: En 1944 Bywaters demostró experimentalmente que la insuficiencia renal se debía sobre todo a la mioglobina.

source: Rhabdomyolysis after consuming quail was described in more recent times and called coturnism (after Coturnix, the main quail genus).
es: [12]​ En tiempos más recientes se describieron casos de rabdomiólisis después de la ingesta de codornices, trastorno que se llamó coturnismo (por Coturnix, el principal género de codorniz).

source: On the following Raw, a disgruntled Styles mocked Undertaker for still wrestling and issued a warning.
es: [21]​ En el siguiente Raw, un Styles descontento se burló de The Undertaker por seguir luchando y emitió una advertencia contra él.

source: Effects were felt outside of oil prices and stock markets as well; following the announcement, the Russian ruble fell 7% to a 4-year low against the U.S. dollar.
es: Los efectos se sintieron fuera de los precios del petróleo y los mercados de valores también; tras el anuncio, el rublo ruso cayó un 7% a un mínimo de 4 años frente al dólar estadounidense.

source: In February and March, U.S. officials observed a decrease in military activity in North Korea, believed to be a sign that there are COVID-19 cases in the country.
es: En febrero y marzo, funcionarios estadounidenses observaron una disminución de la actividad militar en Corea del Norte, lo que se cree que es una señal de que hay casos de COVID-19 en el país.

source: Social distancing, also called physical distancing, is a set of non-pharmaceutical interventions or measures taken to prevent the spread of a contagious disease by maintaining a physical distance between people and reducing the number of times people come into close contact with each other.
es: El distanciamiento físico o distanciamiento personal, erróneamente llamado distanciamiento social, es un conjunto de medidas no farmacéuticas de control de las infecciones, con el objetivo de detener o desacelerar la propagación de una enfermedad contagiosa.

source: The social repercussion caused has increased views on Spotify by more than 435% since March 15, 2020, after publications began to circulate on people's social networks singing it on their balconies, according to the EFE Agency.
es: La repercusión social causada aumentó las reproducciones en Spotify en más de un 435% desde el 15 de marzo de 2020, después de que comenzasen a circular publicaciones en las redes sociales de la gente cantándolo en sus balcones, según informa la Agencia EFE[8]​.

source: South Korean news started to emphasize Taiwan's masks policies, including ban on masks exports and masks selling policies, while criticizing the South Korean government for being too slow to react.
es: Las noticias de Corea del Sur comenzaron a enfatizar las políticas de mascarillas de Taiwán, incluida la prohibición de las exportaciones de las mismas y las políticas de venta, al tiempo que criticaron al gobierno de Corea del Sur por ser demasiado lento para reaccionar.

source: There is also no proven vaccine against MERS.
es: Tampoco hay una vacuna probada contra MERS.

source: Centers for Disease Control and Prevention (CDC) – Swine Flu
es: CDC - Center for Disease Control and Prevention - Centros para el Control y la Prevención de Enfermedades.

source: Cognitive and emotional symptoms include behavioral or mood changes, confusion, and trouble with memory, concentration, attention, or thinking.
es: [32]​ Los síntomas cognitivos y emocionales incluyen cambios de comportamiento o estado de ánimo, confusión y problemas de memoria, concentración, atención, o razonamiento.

source: The RD is also the direct supervising authority – concomitantly with the WHO Director-General – of all the heads of WHO country offices, known as WHO Representatives, within the region.
es: El Director Regional es la cabeza de la OMS para su región particular, y maneja o supervisa al personal sanitario y a los otros expertos, en las jefaturas regionales y en los centros especializados, también ejerce la autoridad de supervisión directa, conjuntamente con el Director General de la OMS, de todos los jefes de las oficinas de los países que componen su región, conocidos como Representantes de la OMS.

source: The fund has a volume of 10 billion dirham ($1 billion).
es: El fondo tiene un volumen de 10 mil millones de dirham.

source: Child mortality includes deaths within the first five years after birth.
es: Mortalidad en la niñez: durante los primeros cinco años de vida.

source: On 19 March, the European Central Bank announced a 750 billion euro ($820 billion) bond-buying program, named the Pandemic Emergency Purchase Programme, to mitigate market turmoil.
es: "El 19 de marzo, el Banco Central Europeo anunció un programa de compra de bonos de €750 mil millones de euros ($820 mil millones de dólares), denominado ""Programa de compra de emergencia pandémica"", para mitigar la agitación del mercado."

source: He tested positive and was admitted to Santa Maria Annunziata Hospital.
es: Dio positivo y fue ingresado en el Hospital Santa Maria Annunziata.

source: (High-grade isoprene gloves are the only exception to this rule, as they have the same chemical structure as natural latex rubber.
es: ( los guantes de isopreno son la única excepción a esta regla, debido a tienen la misma estructura química que la goma de látex natural.

source: Some cells of the immune system that recognize the proteins expressed will mount an attack against these proteins and cells expressing them.
es: Algunas células del sistema inmunitario reconocen la proteína surgida del ADN extraño y atacan tanto a la propia proteína como a las células afectadas.

source: The 2020 Davis Cup World Group I Play-offs was held on 6–9 March.
es: Los play-offs Grupo Mundial I de la Copa Davis 2020 se llevó a cabo del 6 al 7 de marzo de 2020.

source: On 5 March, the Italian government decided to postpone the constitutional referendum that was due on 29 March.
es: El 5 de marzo, el gobierno italiano decidió posponer el referéndum constitucional que debía presentarse el 29 de marzo.

source: This article provides a general overview and documents the status of locations by continents and conveyance of the world affected by the coronavirus responsible for the ongoing 2019–20 pandemic originating in Wuhan, Hubei, China.
es: Este artículo documenta los países y territorios afectados y sus respuestas a la pandemia de enfermedad por coronavirus de 2019-2020 detectada por primera vez en Wuhan, Hubei, China.

source: Acinetobacter calcoaceticus-baumannii complex: glucose-oxidising nonhemolytic (A. baumannii can be identified by OXA-51 typing)
es: Acinetobacter calcoaceticus-baumaniix: complejo oxidante de la glucosa no hemolítico (A. baumannii puede identificarse por OXA-51).

source: The hardest hit were the older buildings in the historic centre of Zagreb.
es: Hubo daños en edificios antiguos del centro histórico de la ciudad.

source: On 17 April, a set of measures was announced for individuals and business and includes among others, a job retention scheme, unemployment subsidy, non-repayable grants to businesses.
es: El 17 de abril, se anunció un conjunto de medidas para individuos y empresas que incluye, entre otros, un esquema de retención de empleo, subsidio de desempleo, subvenciones no reembolsables para empresas.

source: In addition, individual genetic characteristics can also contribute to these injection-site sarcomas.
es: [8]​ Las características genéticas individuales también pueden contribuir a estos sarcomas en el punto de inyección.

source: State Inspectorate announced that price inspections would start on 17 March with the fines varying from 3,000 to 15,000 HRK.
es: La Inspección Provincial anunció que las fiscalizaciones de precios comenzaría el 17 de marzo, con multas variables de de 3 000 a 15 000 HRK.

source: Byssinosis can ultimately result in narrowing of the airways, lung scarring and death from infection or respiratory failure.
es: Por lo general causa estrechamiento de la tráquea y bronquios pulmonares, destrucción del parénquima pulmonar y, a menudo, muerte por infecciones respiratorias e insuficiencia respiratoria.

source: He initially studied botany and obtained a bachelor of Arts degree in 1847.
es: [1]​ Inicialmente estudió botánica y se graduó en 1847.

source: Tetrodotoxin (fugu fish poisoning)
es: Tetrodotoxina (envenenamiento por pez globo)

source: Several people were self-isolating within the bases and being tested.
es: Varias personas se aislaron a sí mismas dentro de las bases y fueron sometidas a pruebas.

source: The 2019–20 coronavirus pandemic was first confirmed to have spread to Belgium on 4 February 2020, when a Belgian national out of a group of nine Belgians repatriated from Wuhan to Brussels tested positive for the COVID-19 virus.
es: Se confirmó que la pandemia de enfermedad por coronavirus de 2019-2020 se extendió a Bélgica el 4 de febrero de 2020, cuando se confirmó el primer caso de COVID-19 en Bruselas[1]​.

source: Rodríguez said the two critical cases were hospitalized in private clinics in Miranda state and that their treatment was being provided for free through the Ministry of Health.
es: Destacó que los dos casos críticos están hospitalizados en centros privados del estado Miranda; el tratamiento se les proporciona totalmente gratuito a través del Ministerio de Salud a pesar de estar en clínicas privadas.

source: BJ Burton – songwriting, vocal production, engineering
es: BJ Burton - composición, producción vocal, ingeniería

source: "The Semmelweis Society, an organization dedicated to protecting physicians from ""sham peer review"""
es: "The Semmelweis Society, una organización dedicada a la protección de los médicos de ""revisión por pares falsa"""

source: On 27 February, San Marino confirmed its first case, an 88-year-old man with pre-existing medical conditions, who came from Italy.
es: El 27 de febrero, San Marino confirmó su primer caso, un hombre nacido en el país, y que vivía en Italia, de 88 años con afecciones médicas preexistentes.

source: The case is an expatriate from a yet to be disclosed country, in the Mauritanian capital of Nouakchott.
es: El caso es un expatriado de un país que aún no se ha revelado, en la capital mauritana de Nouakchott.

source: Polls opened at 07:00 UTC and closed at 22:00 UTC.
es: Los locales de votación estuvieron abiertos entre las 7.00 h y las 22.00 h UTC.

source: "While Trump claimed that ""we're going to be able to make that drug available almost immediately"", the leader of the FDA said the drug would still need to be tested in a ""large, pragmatic clinical trial"" on subjects infected with COVID-19."
es: "Si bien Trump afirmó que ""podremos hacer que ese medicamento esté disponible casi de inmediato"", el líder de la FDA declaró que el medicamento aún necesitaría ser probado en un "" ensayo clínico grande y pragmático"" en sujetos infectados con COVID-19."

source: There have been no reported cases in the British Overseas Territory of Saint Helena, Ascension and Tristan da Cunha.
es: No se han reportado casos en los territorios de ultramar de Santa Helena, Ascensión y Tristán de Acuña.

source: The United States Centers for Disease Control and Prevention (CDC) maintains an up-to-date summary of available laboratory tests.
es: Los CDC de los Estados Unidos publican actualizaciones de los test de laboratorio disponibles.

source: It usually involves two or more organ systems.
es: Para el diagnóstico del síndrome es necesaria la disfunción en dos o más órganos o sistemas orgánicos.

source: The H1N1 form of swine flu is one of the descendants of the strain that caused the 1918 flu pandemic.
es: El virus influenza AH1N1 es uno de los descendientes de la gripe española que causó una pandemia devastadora en la humanidad durante el periodo 1918–1919.

source: The number of board members later increased to 31 with the joining of experts and academics in virology, internal medicine and intensive care medicine.
es: [16]​ El número de la junta aumentó a 31, con la unión de expertos y académicos en virología, medicina interna y medicina de cuidados intensivos.

source: The player creates and evolves a pathogen in an effort to annihilate the human population with a deadly plague.
es: El juego consiste en crear y evolucionar un patógeno para extinguir a la humanidad.

source: Cases have emerged in several regions that might not be linked to the Northern Italy clusters.
es: Han surgido varios casos en múltiples regiones que podrían estar aisladas y no asociadas con los cúmulos del norte de Italia.

source: However, the difficulty of reaching all children as well as cultural misunderstandings have caused the anticipated eradication date to be missed several times.
es: La dificultad de hacer llegar la vacuna a los niños ha provocado que la fecha de la erradicación se haya prolongado hasta la actualidad.

source: The European Centre for Medium-Range Weather Forecasts (ECMWF) announced that a worldwide reduction in aircraft flights due to the pandemic could impact the accuracy of weather forecasts, citing commercial airlines' use of Aircraft Meteorological Data Relay (AMDAR) as an integral contribution to weather forecast accuracy.
es: El Centro Europeo de Previsiones Meteorológicas a Plazo Medio (CEPMPM) anunció que una reducción global del transporte aéreo debido a la pandemia podría tener un impacto en la exactitud de las predicciones meteorológicas, citando el uso de las aerolíneas comerciales del Relé de Datos Meteorológicos de Aeronaves (AMDAR) como una contribución integral a la exactitud de la previsión del tiempo.

source: Parks, playgrounds and public green were closed down.
es: Parques, parques infantiles y zonas verdes públicas fueron cerradas.

source: Dyspnea (shortness of breath) exacerbated by exertion
es: Disnea, agravada por el esfuerzo.

source: Disseminated intravascular coagulation, another complication of rhabdomyolysis and other forms of critical illness, may be suspected on the basis of unexpected bleeding or abnormalities in hematological tests, such as a decreasing platelet count or prolongation of the prothrombin time.
es: Puede sospecharse un cuadro de coagulación intravascular diseminada, otra complicación de la rabdomiólisis y otra forma de enfermedad crítica, si hay una hemorragia inesperada o anomalías en las pruebas hematológicas, como por ejemplo una disminución del recuento de plaquetas o una prolongación del tiempo de protrombina.

source: Many restaurants opted to close their dining rooms and instead switch to solely take-out food service to comply with physical distancing recommendations.
es: Muchos restaurantes optaron por cerrar sus comedores y en su lugar cambiaron al servicio de comida para llevar únicamente para cumplir con las recomendaciones del distanciamiento social.[143]​

source: It was built in 1998 by Fincantieri Cantieri Navali Italiani in Monfalcone, Italy, with yard number 5956, at a cost of approximately US$450 million.
es: Grand Princess es un crucero de clase Grand propiedad de Princess Cruises, que fue construido en 1998 por Fincantieri Cantieri Navali Italiani en Monfalcone, Italia, con el astillero número 5956, a un costo de aproximadamente US $ 450 millones.

source: The Robert Koch Institute has its headquarters and two additional sites in Berlin (Nordufer, Seestraße, General-Pape-Straße) as well as a site in Wernigerode/Harz region.
es: El Instituto Robert Koch tiene su sede y dos ubicaciones adicionales en Berlín (Nordufer, Seestraße, General-Pape-Straße), así como instalaciones en la región de Wernigerode - Harz.

source: It involved a 56-year-old Dutchman who had arrived in the Netherlands from Italy.
es: Involucraba a un holandés de 56 años que había llegado a los Países Bajos desde Italia.
